const articles = [
    {
        id: 1,
        title: "Το Μέλλον της Τεχνολογίας: Τι να Περιμένουμε μέχρι το 2030",
        slug: "to-mellon-tis-technologias-2030",
        excerpt: "Η τεχνολογία εξελίσσεται ραγδαία. Ανακαλύψτε ποιες καινοτομίες θα διαμορφώσουν τον κόσμο μας μέχρι το 2030.",
        category: "Τεχνολογία",
        image_url: "https://t4.ftcdn.net/jpg/03/08/69/75/240_F_308697506_9dsBYHXm9FwuW0qcEqimAEXUvzTwfzwe.jpg",
        published_at: "2025-03-08T10:00:00Z",
        content: `
          <p>Η τεχνολογία προχωρά με απίστευτους ρυθμούς, και οι προβλέψεις για το 2030 είναι συναρπαστικές. 
          Από την τεχνητή νοημοσύνη έως την κβαντική υπολογιστική, κάθε τομέας θα βιώσει σημαντικές αλλαγές.</p>

          <h2>Κύριες Τεχνολογίες του Μέλλοντος</h2>
          <ul>
            <li>Τεχνητή Νοημοσύνη και αυτοματοποίηση</li>
            <li>Κβαντικοί υπολογιστές</li>
            <li>5G και 6G δίκτυα</li>
          </ul>
        `
    },
    {
        id: 2,
        title: "Ευχαριστήριο Μήνυμα από τον Ηλία Στουρνάρα προς τον Γεώργιο Κατέβα",
        slug: "eyxaristirio-stournara-kateva",
        excerpt: "Ο Ηλίας Στουρνάρας εκφράζει την ευγνωμοσύνη του προς τον Γεώργιο Κατέβα για την πολύτιμη βοήθειά του στην εύρεση εργασίας.",
        category: "Προσωπικά",
        image_url: "http://t4.ftcdn.net/jpg/03/53/99/55/360_F_353995594_6AW7CYzgqkSTCMktfFSm2XyjvLDzauDX.jpg",
        published_at: "2025-03-07T14:30:00Z",
        content: `
          <p>
          Αγαπητέ Γιώργο Κατέβα,

Θα ήθελα να σε ευχαριστήσω από καρδιάς για την πολύτιμη βοήθειά σου στην εξεύρεση εργασίας. Η προτροπή σου να καταθέσω τα χαρτιά μου ήταν καθοριστική και είμαι πραγματικά ευγνώμων που έθεσες στην αντίληψη μου την συγγεκριμένη θέση. Η νέα αυτή ευκαιρία σημαίνει πολλά για μένα και δεν θα είχε πραγματοποιηθεί χωρίς την υποστήριξή σου.

Με εκτίμηση, Ηλίας Στουρνάρας
</p>
          <blockquote>«Η καλοσύνη και η υποστήριξη σας ήταν ανεκτίμητη.»</blockquote>
        `
    },
    {
        id: 3,
        title: "Πατέρας Χτύπησε Γιο Στην Καρδίτσα Για Μια Θέση στην ΔΕΗ",
        slug: "Πατέρας-Χτύπησε-Γιο-Για-Μια-Θέση-στην-ΔΕΗ",
        excerpt: "Δεν πήρε εγκαίρως χαμπάρι την θέση και ξυλοκοπήθηκε από τον πατέρα του.",
        category: "Βια",
        image_url: "https://www.reporter.gr/media/k2/items/cache/aed89dae7c25c7f4a9656fdbf535010b_XL.jpg",
        published_at: "2025-03-06T08:15:00Z",
        content: `
         <p>
                    Σύμφωνα με μαρτυρίες, ακούστηκαν φωνές στο διπλανό διαμέρισμα όταν έφτιασε η Αστυνομία και εντόπισε πατέρα που βιοπραγούσε απέναντι στο γιο του.
        </p>
         <p>
                    Όταν ρωτήθηκε γιατί έγινε αυτό, τότε ο πατέρας απάντησε πως το παιδί του δεν είχε πάρει χαμπάρι εγκαίρως την θέση στη ΔΕΗ και γι' αυτό συνέβαιναν όλα αυτά.
                    Μάλιστα, απείλησε πως το κινήσει εκεί και ουρανό, ώστε να αλλάξει αυτή η προκίνηση και να προσθεστεί το παιδί του.
        </p>
        `
    }
];

export default articles;
