const articles = [
    {
        id: 1,
        title: "Το Μέλλον της Τεχνολογίας: Τι να Περιμένουμε μέχρι το 2030",
        slug: "to-mellon-tis-technologias-2030",
        excerpt: "Η τεχνολογία εξελίσσεται ραγδαία. Ανακαλύψτε ποιες καινοτομίες θα διαμορφώσουν τον κόσμο μας μέχρι το 2030.",
        category: "Τεχνολογία",
        image_url: "https://t4.ftcdn.net/jpg/03/08/69/75/240_F_308697506_9dsBYHXm9FwuW0qcEqimAEXUvzTwfzwe.jpg",
        published_at: "2025-03-08T10:00:00Z",
        content: `
          <p>Η τεχνολογία προχωρά με απίστευτους ρυθμούς, και οι προβλέψεις για το 2030 είναι συναρπαστικές. 
          Από την τεχνητή νοημοσύνη έως την κβαντική υπολογιστική, κάθε τομέας θα βιώσει σημαντικές αλλαγές.</p>

          <h2>Κύριες Τεχνολογίες του Μέλλοντος</h2>
          <ul>
            <li>Τεχνητή Νοημοσύνη και αυτοματοποίηση</li>
            <li>Κβαντικοί υπολογιστές</li>
            <li>5G και 6G δίκτυα</li>
          </ul>
        `
    },
    {
        id: 2,
        title: "Ευχαριστήριο Μήνυμα από τον Ηλία Στουρνάρα προς τον Γεώργιο Κατέβα",
        slug: "eyxaristirio-stournara-kateva",
        excerpt: "Ο Ηλίας Στουρνάρας εκφράζει την ευγνωμοσύνη του προς τον Γεώργιο Κατέβα για την πολύτιμη βοήθειά του στην εύρεση εργασίας.",
        category: "Προσωπικά",
        image_url: "http://t4.ftcdn.net/jpg/03/53/99/55/360_F_353995594_6AW7CYzgqkSTCMktfFSm2XyjvLDzauDX.jpg",
        published_at: "2025-03-07T14:30:00Z",
        content: `
          <p>
          Αγαπητέ Γιώργο Κατέβα,

Θα ήθελα να σε ευχαριστήσω από καρδιάς για την πολύτιμη βοήθειά σου στην εξεύρεση εργασίας. Η προτροπή σου να καταθέσω τα χαρτιά μου ήταν καθοριστική και είμαι πραγματικά ευγνώμων που με πρότεινες. Η νέα αυτή ευκαιρία σημαίνει πολλά για μένα και δεν θα είχε πραγματοποιηθεί χωρίς την υποστήριξή σου.

Με εκτίμηση, Ηλίας Τουρνάρας
</p>
          <blockquote>«Η καλοσύνη και η υποστήριξη σας ήταν ανεκτίμητη.»</blockquote>
        `
    },
    {
        id: 3,
        title: "10 Συμβουλές για μια Υγιή Ζωή",
        slug: "10-symvoules-gia-ygiini-zoi",
        excerpt: "Ανακαλύψτε δέκα απλές και αποτελεσματικές συμβουλές για να βελτιώσετε την ποιότητα της ζωής σας.",
        category: "Υγεία",
        image_url: "https://static.vecteezy.com/system/resources/thumbnails/048/776/455/small/be-healthy-advice-on-pink-sticky-note-near-stethoscope-and-tablets-photo.jpg",
        published_at: "2025-03-06T08:15:00Z",
        content: `
          <p>Η υγεία μας είναι το πολυτιμότερο αγαθό. Ακολουθήστε αυτές τις συμβουλές για έναν υγιεινό τρόπο ζωής.</p>
          <ul>
            <li>Ισορροπημένη διατροφή</li>
            <li>Καθημερινή άσκηση</li>
            <li>Επαρκής ύπνος</li>
          </ul>
        `
    }
];

export default articles;
